[
	{
		"title":"Shall I tell you about my cousin, whose palace is unfinished?",
		"text": "He is generous and thoughtful,<br />Loving and loved.<br />His life is suffocating him.<br /><br />He is the oldest of my generation,<br />And so as a child he was smothered<br />With the affection of aunts and uncles and grandparents.<br />He learned to navigate crowds and please adults at an early age.<br /><br />As a young man, he studied business and traveled,<br />Coming home to work for a large foriegn company<br />And start a family.<br /><br />He fell in love with a woman<br />Of whom his family disapproved.<br />They foresaw troubles for the couple<br />But he silenced their criticism<br />And married her.<br /><br />My father has always been close to him.<br />They speak the same language,<br />Have worked in the same industries<br />And they share a playfulness and love of women<br />That is at once juvenile and infectious.<br /><br />It was that love of women<br />That eventually distracted my cousin<br />From his domestic life.<br />With two young children<br />And a dedicated wife,<br />He began to see another woman.<br /><br />She was young, an employee of his.<br />The relationship began casually<br />But escalated quickly<br />As she made more demands of him,<br />Envious of the time he spent with the other.<br />He bought her gifts to placate her.<br /><br />Of course,<br />His family discovered the betrayal<br />And pressured him to end it.<br />He defended his position,<br />Even proposed to the young woman,<br />But in the end he conceded to his family's demands.<br /><br />Now he moves about quickly<br />Changing the topic of conversation<br />With every other breath.<br />He has three jobs and two businesses.<br />He is always excusing himself to talk to someone.<br />He shows me the site of his future home, <br />Under construction.<br />It is massive, <br />Larger than any house I have seen here.<br />The whole neighborhood is under construction,<br />Unfinished palaces.<br /><br />What will it take to make him happy?"
	},
	{
		"title":"Shall I tell you about the boy who dreams the world?",
		"text": "Eternity.<br /><br />Lush gardens with abundant fruits<br />Ringed by shimmering palaces<br />With walls of radiant geometric designs traced in crystal,<br />Cool rivers and gentle brooks all mesmerized him,<br />But eternity posed a problem.<br /><br />He thought of all the adventures he might have,<br />All the eras of history he would like to visit,<br />All the languages he could learn,<br />All the cities and coastlines and jungles to wander,<br />But this added up to only a fraction of Eternity.<br />He shrank before the immensity of the Paradise<br />Offered to him.<br /><br />Over time, he began to reject it.<br />\"Who would desire such a thing?\" he wondered.<br />\"How could it not drive a person mad?\"<br /><br />It seemed like a cruel trick.<br />This uncertainty of the value<br />Of his reward for a lifetime of submission<br />Cast doubt on the whole system.<br />In desperation, he turned to an authority:<br /><br />\"Dad, won't we get bored in Heaven?\"<br /><br />A laugh.<br />\"You just worry about getting there.<br />Then you can think of something to do.\"<br /><br />Condescending, uninformative.<br />He was left to find his own answers.<br /><br />How to occupy Eternity?<br />The question coursed through him over and over.<br />His imagination systematically exhausted<br />The possibilities of future experiences.<br />He couldn't sleep.<br />There had to be some formula,<br />Some way to escape finite limitations...<br /><br />Then one night, an idea struck him<br />With all of its blazing simplicity.<br />The finite limitation was himself!<br />He would pass Eternity in Paradise<br />By living as each and every thing that could ever live.<br /><br />Every tree, every flower,<br />Every animal and insect,<br />Every person that ever was.<br />And each time, he would erase his memory,<br />So that he would always await Paradise.<br /><br />He breathed a sigh of relief, leaned back,<br />And closed his eyes.<br /><br />Just before falling asleep,<br />He realized with a shock that<br />All this had already happened<br />And his life now,<br />His home, his father, his face,<br />Was simply a dream he dreamt from Paradise."
	},
	{
		"title":"Shall I tell you about my uncle, whose life is a test?",
		"text": "He is full of warmth.<br />He tells jokes in a soft voice,<br />One after another.<br />He is patient.<br /><br />As a young man<br />He sought opportunities all over the world.<br />His travels led him to a tropical country<br />Where he felt the sensuous benevolence<br />Exuded by the land and the people.<br />He had found his muse.<br /><br />His career required him to visit a northern city<br />Where he happened to meet a beautiful woman<br />From the country of his birth<br />Who enchanted him.<br /><br />Before long they were married.<br />And he prepared to take his young bride<br />Back to the country he loved.<br /><br />She hated it.<br />The people she found ignorant and rude.<br />The climate was too warm.<br />The landscape was too vivid.<br /><br />She insisted on returning to her city in the north.<br /><br />What could he do? He followed her back.<br /><br />The next years produced bright, independent children<br />And saw husband and wife grow distant.<br />But the pain in his face <br />When she says something petty<br />Is barely concealed.<br /><br />He tells me a story<br />About a man long ago<br />Who was married to an abusive woman.<br />She finally died, and at the funeral<br />The man wept uncontrollably.<br /><br />\"Why are you weeping?\" his neighbors asked.<br />\"This was an evil woman. You're free now!\"<br /><br />\"This woman,\" he replied, \"was my test, <br />My purpose in life. Now what is left?\"<br /><br />Is this life a test?<br />Is that why we suffer?<br />Or is that how we endure it?"
	},
	{
		"title":"Shall I tell you about the stars, why they respond to you so slowly?",
		"text": "When we were young,<br />The stars lived all together.<br />They danced and sang,<br />Ecstatic in their intimacy and novelty.<br /><br />But soon, they became aware of the emptiness around them,<br />And they were fascinated.<br />Some got the idea that they could venture into it,<br />And in doing so become larger,<br />Perhaps even as large as that emptiness.<br /><br />One by one they left<br />Few at first,<br />But many followed<br />In the exhiliration of departure<br />Until they spread across the entire universe.<br /><br />Now they are far apart.<br />They flicker and pulse in a sad, slow cadence.<br />They are sometimes a bit larger or a bit smaller,<br />But they are alone.<br /><br />When you speak to them,<br />You must address them individually.<br />You must look directly at each one.<br />And speak clearly but softly.<br />Be patient;<br />The distance is greater than you think."
	},
	{
		"title":"Shall I tell you about my love? She is near to me always.",
		"text": "If I am telling the story<br />I will describe how I found her,<br />But if she is telling the story<br />She will tell you the truth,<br />That it was she who found me.<br /><br />We met at a costume party.<br />After dancing and consuming strange blue drinks<br />From a girl in a silver nurse's uniform,<br />I wandered to the back of the party<br />And sat down against a wall.<br />I was by then exhausted, but the party was in full swing,<br />So I decided to stay a little longer.<br /><br />Just then a beautiful girl seated a few feet away<br />Turned and asked me if I could share some warmth.<br />\"Of course,\" I answered, and she came closer,<br />Wrapping herself in my arms.<br /><br />She was adorable, dressed - quite authentically - as a pirate.<br />I'm not sure how I appeared to be warm<br />As I was dressed all in black,<br />But she showed no hesitation<br />As she made herself comfortable.<br /><br />We talked for hours,<br />About our families, places we'd travelled, good food...<br />Before we parted, she granted me one kiss.<br /><br />I left town the next day to attend an art festival.<br />We corresponded while I was away<br />And I found myself thinking about her all the time.<br />I had suffered for love for years,<br />Expecting it where it wasn't,<br />Or seeking it blindly.<br />I was sometimes consumed by the intensity of my love,<br />But this girl had effortlessly captured it<br />With a single embrace.<br /><br />We arranged to meet when I returned.<br />Neither of us realized that we were in disguise<br />When we first met,<br />So I sat at the bar and tried to identify<br />The mysterious pirate girl.<br />Soon enough, she walked up to me.<br />We laughed.<br />She had found me twice.<br /><br />I feel her presence always.<br />She has tempered my intensity,<br />Taught me simple compassion,<br />And lessened my dependence on words.<br />How can I express my love?<br />I must show her every day,<br />With infinite permutations<br />Of beauty and truth."
	},
	{
		"title":"Shall I tell you about the land which people rush to cross?",
		"text": "It was a strange land,<br />With many roads and few destinations.<br />There were signs everywhere<br />Instructing people to do this,<br />Prohibiting people from doing that,<br />But mostly people did as they pleased,<br />And the only rules that were enforced<br />Were the ones protecting those people in power,<br />The people who broke the rules most often.<br /><br />Here and there were signs of a different kind:<br />An exposed cliff face like a layered cake;<br />A cluster of trees in a circle;<br />Signs that spoke in a much older,<br />Much richer voice of the land.<br />But as fewer people saw them,<br />They quietly receded into memory.<br /><br />In the blink of an eye,<br />The soft, irregular shapes of the land<br />Became hard and regular<br />And the people swarmed over them<br />At incredible speeds.<br />No one remembered the voice of the land;<br />They had forgotten it had one at all.<br /><br />But the land cannot forget.<br />Confused and astonished at how quickly it is changing,<br />The land grieves and waits.<br /><br />What does it wait for?<br />For someone to listen, to recognize its voice,<br />To hear its story.<br />But it also waits for its eventual renewal.<br />It will happen, sooner or later.<br />The question is,<br />Will we be there to see it?"
	},
	{
		"title":"Shall I tell you of my water, which is getting thirsty?",
		"text": "My water likes to dance.<br /><br />Sometimes she moves slowly and gently,<br />Sometimes she moves forcefully,<br />Crashing and surging.<br />Do not be afraid;<br />She simply enjoys testing her strength,<br />Like a wild horse running.<br /><br />Above all my water is playful,<br />And will always embrace you.<br /><br />But now my water is thirsty.<br />Her color has changed.<br />In many places she has stopped moving.<br />Some, envious of her untamed strength,<br />Seek to control her.<br />They do not realize her bounty is volitional.<br />Constrained and bereft, she shivers and weeps."
	},
	{
		"title":"Perhaps I should tell you that the whole world is determined to become my family.",
		"text": "It's true,<br />They are knocking on the door now.<br /><br />Some are scared and seeking shelter.<br />Some are confused and don't know how they arrived.<br />Others are overjoyed<br />And have already<br />Started cooking a feast.<br /><br />I tell them there is no hurry.<br />I ask them to keep it down;<br />You are still sleeping in a small room upstairs."
	},
	{
		"title":"Shall I tell you about my sister? Let me tell you about my sister...",
		"text": "She is beautiful, vibrant, adventurous...<br />A doctor, athlete, world traveler and intellectual.<br />She is hurting right now.<br />You see, she is passionately in love.<br /><br />They met while she was visiting me.<br />I had taken her to hear a samba band<br />Her favorite music.<br /><br />As she was dancing,<br />I went to the bar for a drink.<br /><br />A man approached me and timidly asked<br />About the woman I was with<br />I said it was my sister, and he sighed with relief.<br />Then he asked my permission to speak with her.<br /><br />Confident that she could handle herself,<br />I gave my permission.<br />He appeared sincere, perhaps even shy.<br /><br />It was, apparently, love at first sight.<br /><br />Over the next several months, <br />Their relationship grew<br />As they slowly began to trust each other.<br /><br />Many times my sister called me for advice.<br />I tried to console her fears and insecurities.<br />Then I began to run into her on the street,<br />Obviously visiting him.<br />Then she moved to the same city.<br /><br />I watched the two of them grow in many respects,<br />Even as they descended into a cycle of pain and drama.<br /><br />Their problems began as practical matters.<br />He had two young children<br />And a limited education.<br /><br />She was fiercly independent, a professional<br />And unused to children.<br /><br />To add to this, my parents were alarmed <br />To discover that their daughter<br />Was involved with a man below their social class.<br /><br />As I tried to support and comfort my sister, <br />Seeing in her predicament <br />A challenge suited to her character,<br />I received increasingly desperate calls from my parents<br />Who implored me to intervene on their behalf.<br /><br />What could I do? They were in love.<br />You could tell from across the room.<br />How could anyone stand in the way of such a force?<br /><br />Just as I saw the relationship <br />As a challenge for my sister,<br />I saw my parents' shock<br />As the challenge particularly suited to them.<br /><br />How life presents us <br />With appropriate dilemmas...<br /><br />Though my sister came to develop <br />A wonderful relationship with the children,<br />The mounting pressure began to disturb the lovers<br />And they reacted with fear and hostility.<br /><br />The drama became a ritual,<br />A habit with its own momentum,<br />They poured their energy into it<br />As they felt it draw them apart.<br /><br />Eventually, she became exhausted,<br />Physically and emotionally,<br />And she sought new ways of healing.<br />She began to study<br />And become conscious of the dimensions of suffering,<br />Which mirror the dimensions of joy.<br />In healing herself,<br />She became a guide to others<br />And much more.<br /><br />What will she become next?"
	}
]